# user
# 17607988631	123456	管理员
# 17607988632	123456	医生
# 17607988633	123456	居民
#
# team
# 1	服务团队1	0040-4886	找帮手就选我	空闲	""
# 2	服务团队2	0040-5888	找帮手就选我	空闲	""
# 3	服务团队3	0040-2356	找帮手就选我	空闲	""
#
#
# doctor
# 1	张凌云	男	36	17607988632	3年	主任医师	烧伤科	空闲	""	北京协和医院
# 3	王俊超	男	36	17607988642	3年	主任医师	精神科	空闲	""	上海医院
# 4	林非	女	36	17607982558	3年	主任医师	外科	出诊	""	南昌医院
# family
# 1	小邹	女	20	妹妹	17607988633
# 2	云哥	男	24	哥哥	17607988633
# 3	邹云	女	25	姐姐	17607988633
#
#
# resident
# 1	陈慧	女	21	1589569856	xxxxx
# 2	钟玉根	男	19	1478569856	xxxxx
# 3	邓洋文	男	20	1485556965	xxxxx
# 4	邓宇剑	男	21	1478532658	xxxxx
# 5	许愿	女	22	1485965896	xxxxx
# 6	肖颖	女	23	1458956236	xxxxx
# 7	肖淑清	女	24	1478523695	xxxxx
# 8	肖崇永	男	25	1589653256	xxxxx
# 9	肖地林	女	26	1875648652	xxxxx
# 10	杨忠沂	男	27	1485695698	xxxxx
# 11	揭鑫	男	28	1586589659	xxxxx
# 12	张继灵	男	29	1785656325	xxxxx
# 13	张玉生	男	30	1758965869	xxxxx
# 14	周海洋	男	31	1458956236	xxxxx
# 15	周洁	女	32	1578965456	xxxxx
# 16	吴一杨	女	33	1458956236	xxxxx
# 17	刘纤纤	女	34	1554875896	xxxxx
# 18	赵丽颖	女	30	17607988633	景德镇
#
import pymysql
pymysql.install_as_MySQLdb()